{
  "GDevelop is an open-source game creator. It can be used by anyone to create any kind of 2D games.": "",
  "Download the editor": "",
  "Online game editor": "",
  "Community forums": "",
  "Documentation & tutorials": "",
  "Features": "",
  "Education": "",
  "Games showcase": "",
  "Contribute": "",
  "GDevelop was created [...][content]": "GDevelop was created with ♥ by<1>{' '}</1> <3> Florian Rival </3><4>{' '}</4> with<6>{' '}</6> <8> contributors </8><9>{' '}</9> adding features, fixing bugs, sending new examples, improving the wiki, and helping each other on the forums",
  "Games": "",
  "Tutorials": "",
  "Community": "",
  "GDevelop - Create games without programming - Open source HTML5 and native game creator": "",
  "Contribute to GDevelop": "",
  "GDevelop is an open-source project (even this website): anyone can contribute and improve the software!": "",
  "There are multiple ways you can contribute to GDevelop, depending on your time, your skills and what you're interested in.": "",
  "Help to translate GDevelop": "",
  "GDevelop and the website can be translated in your language! Translations are done on a website where everyone can get involved.": "",
  "Help us by translating GDevelop!": "",
  "Help to develop GDevelop": "",
  "It's easy to get the source code of GDevelop and start improving things!": "",
  "Contribute on GitHub": "",
  "Edit the website on GitHub": "",
  "Check the development roadmap": "",
  "Get involved in the community": "",
  "The forum and the Discord chat are the place to get and provide help to other GDevelop users!": "",
  "Go to the community forum": "",
  "Open the Discord chat": "",
  "Write tutorials, record videos": "",
  "For most beginners and even advanced users, tutorials and help page are the most valuable resources to create great games quickly. On the wiki, you can write tutorials or improve existing ones.": "",
  "Contribute to the wiki": "",
  "Download GDevelop": "",
  "GDevelop is free and can be used for profit or non-profit game making.": "",
  "GDevelop runs on Windows, macOS and most recent Linux distributions. You can also try it online using Chrome, Firefox or another recent web browser.": "",
  "Try it online": "",
  "To create your first game, start by reading a tutorial:": "",
  "Create a platformer game": "",
  "Create a tank shooter game": "",
  "Gdevelop is an open-source project. You can get involved in the community to improve it!": "",
  "Learn how to contribute": "",
  "GDevelop for education": "",
  "Using GDevelop in classroom is a perfect opportunity to teach programming, game making and unleash students creativity.": "",
  "GDevelop has already been used in classrooms and online courses, with digital media students or children in first grade!": "",
  "Please send us your photos and tweets if you're using GDevelop for a course!": "",
  "Fully featured": "",
  "GDevelop is bundled with dozens of features to imagine and create any kind of games.": "",
  "Objects for your games": "",
  "Sprites": "",
  "with multiple animations": "",
  "\"9 patch\" and tiled sprites": "",
  "Text objects": "",
  "Draw custom shapes on screen with the Shape Painter": "",
  "Support for custom collision masks": "",
  "Read the documentation for all objects": "",
  "Add behaviors to your game objects": "",
  "Physics engine": "",
  "Add realistic behavior to your objects": "",
  "Pathfinding": "",
  "Have your objects move and avoiding obstacles": "",
  "Top-down movement": "",
  "Platformer engine": "",
  "create platformer games in a breeze": "",
  "Draggable objects": "",
  "quickly make your objects draggable with mouse/touch": "",
  "And more, to automate current tasks and behaviors in a few clicks!": "",
  "Read the documentation for all behaviors": "",
  "Design advanced levels and interfaces": "",
  "The scene editor lets you visually edit your levels": "",
  "Support for multiple layers": "",
  "Add interfaces and create parallax effects": "",
  "Create your levels dynamically with external layouts": "",
  "Integrated debugger and performance profilers": "",
  "coming soon!": "",
  "Read the documentation for editors": "",
  "Make desktop & mobile-ready games": "",
  "Save player data in browser/local storage": "",
  "Full support for sound effects and music": "",
  "Support for touchscreens & multi-touch": "",
  "Build ambitious games with advanced features": "",
  "Communicate with external websites using HTTP requests": "",
  "Use advanced events: loops, for-each and even functions": "",
  "Manipulate variables with arbitrary complex structures and even JSON support": "",
  "You can even use JavaScript to code some parts of your game!": "",
  "Read the documentation about events": "",
  "Deploy your game everywhere": "",
  "One click export for Android": "",
  "Export your game for the web in one click": "",
  "Export your game to iOS (with PhoneGap Build or Cordova)": "",
  "Publish your game on Kongregate, Itch.io and other gaming website!": "",
  "Export as a stand-alone executable game for Windows, macOS and Linux": "",
  "Coming Soon!": "",
  "Learn how to publish your game": "",
  "Here are a few games created with GDevelop. The next one should be yours!": "",
  "by": "",
  "Play": "",
  "Download": "",
  "Create your own games": "",
  "GDevelop is an open-source, cross-platform game creator designed to be used by everyone - no programming skills required.": "",
  "Create any game": "",
  "Unleash your creativity with GDevelop and create any kind of game: platformers, puzzles, shoot 'em up, strategy... Go through the examples or start a new project from scratch.": "",
  "Create platformer games with GDevelop": "",
  "Create space shooter games with GDevelop": "",
  "Create strategy games with GDevelop": "",
  "Create games with GDevelop": "",
  "Events - game creation for everyone": "",
  "What makes GDevelop unique and so easy to use are the events. Events are a powerful way to express the logic of your game, without having to learn a programming language.": "",
  "When Space is pressed, the character animation and a sound are played. If a bomb touches the character, they are both destroyed.": "",
  "Export your game in one click": "",
  "Publish your games to the web, iOS, Android, Windows, Mac, Linux. Games created with GDevelop run anywhere and you can even do a one-click export to Android from the app.": "",
  "Make games for iOS, Android, Windows, macOS and Linux": "",
  "Make your first game": "",
  "Imagine and publish your games with GDevelop. Bundled with tutorials and examples.": ""
}
