{
  "BUB is a very special, one of a kind critter. More specifically, she is the most amazing cat on the planet... and her game is made with GDevelop!": "BUB es una criatura muy especial, única en su clase. Más específicamente, ella es la gata más increíble del planeta... ¡y su juego está hecho con GDevelop!",
  "The game is a retro 8-bit game, with beautiful arts and soundtrack, which alternates between platformers levels, with hidden secrets, and shooter levels with bosses, multiple enemies and bonuses.": "El juego es un juego retro de 8 bits, con bellas artes y banda sonora, que alterna entre niveles de plataformas, con secretos ocultos y niveles de disparos con jefes, múltiples enemigos y bonificaciones.",
  "GDevelop is an open-source game creator. It can be used by anyone to create any kind of 2D games.": "GDevelop es un programa para desarrollar juegos de código abierto. Puede ser utilizado por cualquiera para crear todo tipo de juegos en 2D.",
  "This website in your language": "Este sitio web en tu idioma",
  "Download the editor": "Descargar el editor",
  "Online game editor": "Editor de juego online",
  "Community forums": "Foros de la Comunidad",
  "Documentation & tutorials": "Documentación y tutoriales",
  "Features": "Características",
  "Education": "Enseñanza",
  "Games showcase": "Escaparate de Juegos",
  "Contribute": "Contribuir",
  "Facebook page": "Página de Facebook",
  "Twitter": "Twitter",
  "GDevelop was created with love by": "GDevelop was created with love by",
  "Thanks to the": "Gracias a",
  "who added features, fixed bugs, sent new examples, wrote tutorials, and helped the community.": "quién añadio características, corrigió errores, envió nuevos ejemplos, escribió tutoriales y ayudó a la comunidad.",
  "LANG_PATH_PREFIX": "LANG_PATH_PREFIX",
  "Make your first game": "Crea tu primer juego",
  "Imagine and publish your games with GDevelop. Bundled with tutorials and examples.": "Imagina y publica tus juegos con GDevelop. Incluye tutoriales y ejemplos.",
  "Try it online": "Probarlo en línea",
  "Download": "Descargar",
  "Games": "Juegos",
  "Tutorials": "Tutoriales",
  "LANG_CODE": "LANG_CODE",
  "GDevelop - Create games without programming - Open source HTML5 and native game creator": "GDevelop - Crea juegos sin programar - Creador de juegos HTML5 y nativos de código abierto",
  "Contribute to GDevelop": "Contribuye en GDevelop",
  "GDevelop is an open-source project (even this website): anyone can contribute and improve the software!": "GDevelop es un proyecto de código abierto (incluso esta página web): ¡cualquiera puede contribuir y mejorar el software!",
  "There are multiple ways you can contribute to GDevelop, depending on your time, your skills and what you're interested in.": "Existen múltiples formas con las que puede contribuir a GDevelop, dependiendo de su tiempo, sus habilidades y lo que le interesa.",
  "Help to translate GDevelop": "Ayuda a traducir GDevelop",
  "GDevelop and the website can be translated in your language! Translations are done on a website where everyone can get involved.": "¡GDevelop y el sitio web pueden traducirse en su idioma! Las traducciones se realizan en un sitio web donde todos pueden participar.",
  "Help us by translating GDevelop!": "¡Ayúdanos traduciendo GDevelop!",
  "Translate the website": "Traducir el sitio web",
  "Help to develop GDevelop": "Contribuir al desarrollo de GDevelop",
  "It's easy to get the source code of GDevelop and start improving things!": "¡Es sencillo conseguir el código de GDevelop y empezar a mejorarlo!",
  "Contribute on GitHub": "Contribuir en GitHub",
  "Edit the website on GitHub": "Edita el sitio web en Github",
  "Check the development roadmap": "Ver el plan de desarrollo",
  "Get involved in the community": "Involúcrate en la comunidad",
  "The forum and the Discord chat are the place to get and provide help to other GDevelop users!": "¡El foro y el chat de Discord son el lugar para obtener y proporcionar ayuda a otros usuarios de GDevelop!",
  "Go to the community forum": "Ir al foro de comunidad",
  "Open the Discord chat": "Abre el chat de Discord",
  "Follow GDevelop on Facebook and Twitter:": "Sigue GDevelop en Facebook y Twitter:",
  "Write tutorials, record videos": "Escribe tutoriales, graba vídeos",
  "For most beginners and even advanced users, tutorials and help page are the most valuable resources to create great games quickly. On the wiki, you can write tutorials or improve existing ones.": "Para la mayoría de los usuarios principiantes e incluso avanzados, los tutoriales y la página de ayuda son los recursos más valiosos para crear juegos geniales rápidamente. En la wiki, puede escribir tutoriales o mejorar los existentes.",
  "Contribute to the wiki": "Contribuir a la wiki",
  "Download GDevelop": "Descargar GDevelop",
  "GDevelop is free and can be used for profit or non-profit game making.": "GDevelop es gratuito y se puede utilizar con fines lucrativos o sin fines de lucro.",
  "GDevelop runs on Windows, macOS and most recent Linux distributions. You can also try it online using Chrome, Firefox or another recent web browser.": "GDevelop se ejecuta en Windows, macOS y en las distribuciones de Linux más recientes. También puedes probarlo en línea usando Chrome, Firefox u otro navegador web reciente.",
  "To create your first game, start by reading a tutorial:": "Para crear su primer juego, comience por leer un tutorial:",
  "Create a platformer game": "Crear un juego de plataformas",
  "Create a tank shooter game": "Crear un juego de disparos de tanques",
  "GDevelop is an open-source project. You can get involved in the community to improve it!": "GDevelop es un proyecto de código abierto. ¡Puede involucrarse en la comunidad para mejorarlo!",
  "Learn how to contribute": "Aprende a cómo contribuir",
  "GDevelop 4 (old version)": "GDevelop 4 (versión antigua)",
  "Gdevelop 4 can still be downloaded. GDevelop 5 is recommended for any new user as GDevelop 4 won't be updated anymore! No support will be provided in the future for GDevelop 4: we recommend any GDevelop 4 user to upgrade to GDevelop 5.": "Gdevelop 4 todavía se puede descargar. ¡GDevelop 5 es recomendado para cualquier usuario nuevo ya que GDevelop 4 ya no se actualizará! No se proporcionará soporte en el futuro para GDevelop 4: recomendamos que cualquier usuario de GDevelop 4 actualice a GDevelop 5.",
  "Windows": "Windows",
  "OpenSUSE/Fedora/Arch": "OpenSUSE/Fedora/Arch",
  "GDevelop for education": "GDevelop en la enseñanza",
  "Using GDevelop in classroom is a perfect opportunity to teach programming, game making and unleash students creativity.": "Usar GDevelop en el aula es una oportunidad perfecta para enseñar programación, crear juegos y dar rienda suelta a la creatividad de los estudiantes.",
  "GDevelop has already been used in classrooms and online courses, with digital media students or children in first grade!": "¡GDevelop ya se ha utilizado en aulas y cursos en línea, con estudiantes en medios digitales o niños de primer grado!",
  "Please send us your photos and tweets if you're using GDevelop for a course!": "¡Envíenos sus fotos y tweets si está utilizando GDevelop para un curso!",
  "Fully featured": "Totalmente destacado",
  "GDevelop is bundled with dozens of features to imagine and create any kind of games.": "GDevelop se incluye con docenas de funciones para imaginar y crear cualquier tipo de juegos.",
  "Objects for your games": "Objetos para tus juegos",
  "Sprites": "Sprites",
  "with multiple animations": "con múltiples animaciones",
  "\"9 patch\" and tiled sprites": "\"9 patch\" (paneles) y mosaicos",
  "Text objects": "Objetos de texto",
  "Draw custom shapes on screen with the Shape Painter": "Dibuje formas personalizadas en la pantalla con el Pintor de Formas",
  "Support for custom collision masks": "Soporte para máscaras de colisión personalizadas",
  "Read the documentation for all objects": "Lea la documentación de todos los objetos",
  "Add behaviors to your game objects": "Añadir comportamientos a los objetos de su juego",
  "Physics engine": "Motor físico",
  "Add realistic behavior to your objects": "Añade comportamiento realista a tus objetos",
  "Pathfinding": "Búsqueda de rutas",
  "Have your objects move and avoiding obstacles": "Haga que sus objetos se muevan y eviten los obstáculos",
  "Top-down movement": "Movimiento de arriba-abajo (top-down)",
  "Platformer engine": "Motor para juego de plataformas",
  "create platformer games in a breeze": "crea juegos de plataformas en un abrir y cerrar de ojos",
  "Draggable objects": "Objetos arrastrables",
  "quickly make your objects draggable with mouse/touch": "rápidamente haz que sus objetos sean arrastrables con el ratón/toques táctiles",
  "And more, to automate current tasks and behaviors in a few clicks!": "Y más, ¡para automatizar tareas y comportamientos en unos pocos clicks!",
  "Read the documentation for all behaviors": "Lea la documentación de todos los comportamientos",
  "Design advanced levels and interfaces": "Diseña niveles avanzados e interfaces",
  "The scene editor lets you visually edit your levels": "El editor de escenas te permite editar visualmente tus niveles",
  "Support for multiple layers": "Soporte para capas múltiples",
  "Add interfaces and create parallax effects": "Añade interfaces y crea efectos de paralaje",
  "Create your levels dynamically with external layouts": "Crea tus niveles de forma dinámica con los diseños externos",
  "Integrated debugger and performance profilers": "Depurador y monitor de rendimiento integrados",
  "coming soon!": "¡Próximamente!",
  "Read the documentation for editors": "Lea la documentación de los editores",
  "Make desktop & mobile-ready games": "Crea juegos para escritorio y móviles",
  "Save player data in browser/local storage": "Guardar los datos del jugador en el navegador / almacenamiento local",
  "Full support for sound effects and music": "Soporte completo para efectos de sonido y música",
  "Support for touchscreens & multi-touch": "Soporte para pantallas táctiles y multitáctil",
  "Build ambitious games with advanced features": "Desarrolla juegos ambiciosos con funciones avanzadas",
  "Communicate with external websites using HTTP requests": "Comunícate con sitios web externos utilizando peticiones HTTP",
  "Use advanced events: loops, for-each and even functions": "Utilice eventos avanzados: bucles, funciones para cada uno e incluso funciones",
  "Manipulate variables with arbitrary complex structures and even JSON support": "Manipular variables con estructuras complejas arbitrarias e incluso soporte JSON",
  "You can even use JavaScript to code some parts of your game!": "¡Incluso puedes usar JavaScript para mejorar partes de tu juego!",
  "Read the documentation about events": "Lee la documentación sobre los eventos",
  "Deploy your game everywhere": "Publica tu juego por todas partes",
  "One click export for Android": "Exportar en un clic para Android",
  "Export your game for the web in one click": "Exporta tu juego para la web con un solo click",
  "Export your game to iOS (with PhoneGap Build or Cordova)": "Exportar tu juego para iOS (con PhoneGap Build o Córdova)",
  "Publish your game on Kongregate, Itch.io and other gaming website!": "¡Publica tu juego en Kongregate, Itch.io y otros sitios web de juegos!",
  "Export as a stand-alone executable game for Windows, macOS and Linux": "Exportar como un juego independiente ejecutable para Windows, macOS y Linux",
  "Coming Soon!": "¡Próximamente!",
  "Learn how to publish your game": "Aprende cómo publicar tu juego",
  "Here are a few games created with GDevelop. The next one should be yours!": "Aquí van unos cuantos juegos creados con GDevelop. ¡El próximo podría ser el tuyo!",
  "by": "por",
  "Play": "Jugar",
  "Made a nice game with GDevelop?": "¿Hizo un buen juego con GDevelop?",
  "We'll love to know about your game and add it here. Make sure you have beautiful screenshots ready and that the game is high quality :)": "Nos encantará conocer su juego y añadirlo aquí. Asegúrese de tener listas buenas capturas de pantalla  y que el juego sea de alta calidad :)",
  "Submit your game": "Envía tu juego",
  "Create your own games": "Crea tus propios juegos",
  "GDevelop is an open-source, cross-platform game creator designed to be used by everyone - no programming skills required.": "GDevelop es un creador de juegos de código abierto y multiplataforma diseñado para ser utilizado por todo el mundo, no se requieren grandes habilidades de programación.",
  "Create any game": "Crea cualquier juego",
  "Unleash your creativity with GDevelop and create any kind of game: platformers, puzzles, shoot 'em up, strategy... Go through the examples or start a new project from scratch.": "Da rienda suelta a tu creatividad con GDevelop y crea cualquier tipo de juego: plataformas, rompecabezas, shoot'em up, estrategia... Repasa los ejemplos o inicia un nuevo proyecto desde cero.",
  "Create platformer games with GDevelop": "Crea juegos de plataformas con GDevelop",
  "Create space shooter games with GDevelop": "Crea juegos de disparos espaciales con GDevelop",
  "Create strategy games with GDevelop": "Crea juegos de estrategia con GDevelop",
  "Create games with GDevelop": "Crea juegos con GDevelop",
  "Events - game creation for everyone": "Eventos: creación de juegos para todos",
  "What makes GDevelop unique and so easy to use are the events. Events are a powerful way to express the logic of your game, without having to learn a programming language.": "Lo que hace a GDevelop único y tan fácil de usar son los eventos. Los eventos son una forma poderosa de expresar la lógica de tu juego, sin tener que aprender un lenguaje de programación.",
  "When Space is pressed, the character animation and a sound are played. If a bomb touches the character, they both are destroyed.": "Cuando la barra espaciadora es presionada, la animación del personaje y la reproducción de un sonido son iniciadas. Si una bomba toca al personaje, ambos son destruidos.",
  "Export your game in one click": "Exporta tu juego con un solo click",
  "Publish your games to the web, iOS, Android, Windows, Mac, Linux. Games created with GDevelop run anywhere and you can even do a one-click export to Android from the app.": "Publique sus juegos en la web, iOS, Android, Windows, Mac, Linux. Los juegos creados con GDevelop se ejecutan en cualquier lugar e incluso puede exportar con un clic a Android desde la aplicación.",
  "Make games for iOS, Android, Windows, macOS and Linux": "Haga juegos para iOS, Android, Windows, macOS y Linux",
  "Get started with tutorials": "Comienza con los tutoriales",
  "Learn step-by-step how to use GDevelop or get help about a specific feature: the wiki has tutorials for beginners and a complete documentation for the software.": "Aprenda paso a paso cómo usar GDevelop u obtener ayuda sobre una característica específica: la wiki tiene tutoriales para principiantes y una documentación completa para el software."
}