{
  "BUB is a very special, one of a kind critter. More specifically, she is the most amazing cat on the planet... and her game is made with GDevelop!": "BUB est une créature très spéciale, unique en son genre. Plus précisément, elle est le chat le plus incroyable de la planète ... et son jeu est fait avec GDevelop !",
  "The game is a retro 8-bit game, with beautiful arts and soundtrack, which alternates between platformers levels, with hidden secrets, and shooter levels with bosses, multiple enemies and bonuses.": "Le jeu est un jeu vidéo 8-bit, avec des graphismes et une bande son enchanteurs, qui alterne entre les niveaux de plateformes, avec de nombreux secrets cachés, et des niveaux de tir, avec des boss, de nombreux enemies et bonus à récupérer.",
  "GDevelop is an open-source game creator. It can be used by anyone to create any kind of 2D games.": "GDevelop est un logiciel open-source de création de jeux vidéos. Il peut être utilisé par tous pour créer tout type de jeu en 2D.",
  "This website in your language": "Ce site web dans votre langue",
  "Download the editor": "Téléchargez l’éditeur",
  "Online game editor": "Éditeur de jeu en ligne",
  "Community forums": "Forum",
  "Documentation & tutorials": "Documentation & tutoriels",
  "Features": "Fonctionnalités",
  "Education": "Éducation",
  "Games showcase": "Galerie de jeux",
  "Contribute": "Contribuer",
  "Facebook page": "Page Facebook",
  "Twitter": "Twitter",
  "GDevelop was created with love by": "GDevelop a été créé avec le ♥ par",
  "Thanks to the": "Merci aux",
  "who added features, fixed bugs, sent new examples, wrote tutorials, and helped the community.": "qui ont ajouté des fonctionnalités, corrigé des bugs, envoyés de nouveaux exemples, écrits des tutoriels et qui ont aidé la communauté.",
  "LANG_PATH_PREFIX": "LANG_PATH_PREFIX",
  "Make your first game": "Créez votre premier jeu",
  "Imagine and publish your games with GDevelop. Bundled with tutorials and examples.": "Imaginez et publiez vos jeux avec GDevelop. Livré avec des tutoriels et exemples.",
  "Try it online": "Essayez-le en ligne",
  "Download": "Téléchargement",
  "Games": "Jeux",
  "Tutorials": "Tutoriels",
  "LANG_CODE": "LANG_CODE",
  "GDevelop - Create games without programming - Open source HTML5 and native game creator": "GDevelop - Créez vos jeux sans programmation - Logiciel de développement de jeux HTML5 et natifs open source",
  "Contribute to GDevelop": "Contribuer à GDevelop",
  "GDevelop is an open-source project (even this website): anyone can contribute and improve the software!": "GDevelop est un projet open-source (et même ce site) : chacun peut contribuer et améliorer le logiciel !",
  "There are multiple ways you can contribute to GDevelop, depending on your time, your skills and what you're interested in.": "Il existe plusieurs façons pour contribuer à GDevelop, selon votre temps, vos compétences et ce qui vous intéresse.",
  "Help to translate GDevelop": "Aidez à traduire GDevelop",
  "GDevelop and the website can be translated in your language! Translations are done on a website where everyone can get involved.": "GDevelop et le site web peuvent être traduits dans d'autres langues ! Les traductions sont faites sur un site où chacun peut participer.",
  "Help us by translating GDevelop!": "Aidez-nous en traduisant GDevelop!",
  "Translate the website": "Traduire le site web",
  "Help to develop GDevelop": "Contribuer au développement de GDevelop",
  "It's easy to get the source code of GDevelop and start improving things!": "Il est facile de récupérer le code source de GDevelop et de commencer à l'améliorer !",
  "Contribute on GitHub": "Contribuez sur GitHub",
  "Edit the website on GitHub": "Améliorer le site sur GitHub",
  "Check the development roadmap": "Voir la roadmap",
  "Get involved in the community": "S'impliquer dans la communauté",
  "The forum and the Discord chat are the place to get and provide help to other GDevelop users!": "Le forum et le chat en ligne Discord sont les endroits où demander et fournir de l'aide aux autres utilisateurs de GDevelop !",
  "Go to the community forum": "Aller sur le forum de la communauté",
  "Open the Discord chat": "Ouvrir le chat sur Discord",
  "Follow GDevelop on Facebook and Twitter:": "Suivez GDevelop sur Facebook et Twitter :",
  "Write tutorials, record videos": "Écriture de tutoriels, publication de vidéos",
  "For most beginners and even advanced users, tutorials and help page are the most valuable resources to create great games quickly. On the wiki, you can write tutorials or improve existing ones.": "Pour la les débutants et les utilisateurs avancés , la page d’aide et tutoriels sont des ressources précieuses pour créer rapidement des grands jeux. Sur le wiki, vous pouvez écrire des tutoriels ou améliorer ceux qui existent déjà.",
  "Contribute to the wiki": "Contribuer au wiki",
  "Download GDevelop": "Télécharger GDevelop",
  "GDevelop is free and can be used for profit or non-profit game making.": "GDevelop est gratuit et peut être utilisé à but lucratif ou non lucratif.",
  "GDevelop runs on Windows, macOS and most recent Linux distributions. You can also try it online using Chrome, Firefox or another recent web browser.": "GDevelop fonctionne sur Windows, macOS et les distributions les plus récentes de Linux. Vous pouvez également l’essayer en ligne avec Chrome, Firefox ou un autre navigateur web récent.",
  "To create your first game, start by reading a tutorial:": "Pour créer votre premier jeu, commencez par lire un tutoriel :",
  "Create a platformer game": "Créer un jeu de plateforme",
  "Create a tank shooter game": "Créer un jeu de shoot de tanks",
  "GDevelop is an open-source project. You can get involved in the community to improve it!": "GDevelop est un projet open-source. Vous pouvez vous impliquer dans la communauté pour l’améliorer !",
  "Learn how to contribute": "Apprendre comment contribuer",
  "GDevelop 4 (old version)": "GDevelop 4 (ancienne version)",
  "Gdevelop 4 can still be downloaded. GDevelop 5 is recommended for any new user as GDevelop 4 won't be updated anymore! No support will be provided in the future for GDevelop 4: we recommend any GDevelop 4 user to upgrade to GDevelop 5.": "GDevelop 4 peut être encore téléchargé. GDevelop 5 est recommandé pour tout nouvel utilisateur, car GDevelop 4 ne sera plus mis à jour ! Plus aucun support ne sera fourni dans le futur pour GDevelop 4 : il est recommandé pour tout utilisateur de GDevelop 4 de passer à GDevelop 5.",
  "Windows": "Windows",
  "OpenSUSE/Fedora/Arch": "OpenSUSE/Fedora/Arch",
  "GDevelop for education": "GDevelop pour l'éducation",
  "Using GDevelop in classroom is a perfect opportunity to teach programming, game making and unleash students creativity.": "Utiliser GDevelop dans une salle de classe est une opportunité parfaite pour faire apprendre la programmation, la création de jeux et libérer la créativité des étudiants ou enfants.",
  "GDevelop has already been used in classrooms and online courses, with digital media students or children in first grade!": "GDevelop a déjà été utilisé en salle de classe et dans des cours en ligne, avec des étudiants dans le numérique ou des enfants en primaire !",
  "Please send us your photos and tweets if you're using GDevelop for a course!": "Envoyez nous vos photos et tweets si vous utilisez GDevelop pour enseigner !",
  "Fully featured": "Le plein de fonctionnalités",
  "GDevelop is bundled with dozens of features to imagine and create any kind of games.": "GDevelop contient des dizaines de fonctionnalités pour imaginer et créer n'importe quel type de jeu.",
  "Objects for your games": "Objets pour vos jeux",
  "Sprites": "Sprites",
  "with multiple animations": "avec des animations multiples",
  "\"9 patch\" and tiled sprites": "Mosaïques et objets étirables",
  "Text objects": "Objet textes",
  "Draw custom shapes on screen with the Shape Painter": "Dessinez des formes personnalisés à l'écran avec les objets Shape Painter",
  "Support for custom collision masks": "Support pour les masques de collisions (\"hitbox\") personnalisés",
  "Read the documentation for all objects": "Lire la documentation sur les objets",
  "Add behaviors to your game objects": "Ajouter des comportements aux objets du jeu",
  "Physics engine": "Moteur physique",
  "Add realistic behavior to your objects": "-Ajoutez un comportement réaliste à vos objets",
  "Pathfinding": "Recherche de chemin",
  "Have your objects move and avoiding obstacles": "fait se déplacer vos objets en évitant les obstacles",
  "Top-down movement": "Mouvement vu du dessus",
  "Platformer engine": "Moteur de jeu de plateforme",
  "create platformer games in a breeze": "créez des jeux de plateforme en un clin d'oeil",
  "Draggable objects": "Objets déplaçables en drag'n'drop",
  "quickly make your objects draggable with mouse/touch": "rendez vos objets déplaçables avec la souris ou les touchés tactiles",
  "And more, to automate current tasks and behaviors in a few clicks!": "Et encore plus, pour automatiser les tâches courantes et ajouter des comportements pré-conçus en quelques clics !",
  "Read the documentation for all behaviors": "Lire la documentation sur les comportements",
  "Design advanced levels and interfaces": "Concevez des niveaux et interfaces avancés",
  "The scene editor lets you visually edit your levels": "L'éditeur de scène vous permettre de modifier visuellement vos niveaux",
  "Support for multiple layers": "Support pour les calques multiples",
  "Add interfaces and create parallax effects": "Ajoutez des interfaces et des effets de parallax",
  "Create your levels dynamically with external layouts": "Créer vos niveaux dynamiquement avec les agencements externes",
  "Integrated debugger and performance profilers": "Débogueur integré et suivi des performances",
  "coming soon!": "à venir !",
  "Read the documentation for editors": "Lire la documentation des éditeurs",
  "Make desktop & mobile-ready games": "Créez des jeux pour ordinateur et mobiles",
  "Save player data in browser/local storage": "Sauvegardez les données du joueur sur un stockage local ou dans le navigateur",
  "Full support for sound effects and music": "Prise en charge complète des effets sonores et de la musique",
  "Support for touchscreens & multi-touch": "Prise en charge des écrans tactiles et multi-touch",
  "Build ambitious games with advanced features": "Concevez des jeux ambitieux avec des fonctionnalités avancées",
  "Communicate with external websites using HTTP requests": "Communiquer avec des sites web externes à l'aide de requêtes HTTP",
  "Use advanced events: loops, for-each and even functions": "Utilisez des évènements avancés : boucles, évènement \"Pour chaque objet\" et même des fonctions",
  "Manipulate variables with arbitrary complex structures and even JSON support": "Manipulez des variables avec des structures arbitraires, avec même le support du JSON",
  "You can even use JavaScript to code some parts of your game!": "Vous pouvez même utiliser JavaScript pour coder certaines parties de votre jeu !",
  "Read the documentation about events": "Lire la documentation sur les évènements",
  "Deploy your game everywhere": "Publiez votre jeu partout",
  "One click export for Android": "Export en un clic pour Android",
  "Export your game for the web in one click": "Exportez votre jeu sur le web en un clic",
  "Export your game to iOS (with PhoneGap Build or Cordova)": "Exportez votre jeu sur iOS (avec PhoneGap Build ou Cordova)",
  "Publish your game on Kongregate, Itch.io and other gaming website!": "Publiez votre jeu sur Kongregate, Itch.io ou un autre site de gaming !",
  "Export as a stand-alone executable game for Windows, macOS and Linux": "Exportez votre jeu sous forme d'executable pour Windows, macOS et Linux",
  "Coming Soon!": "à venir !",
  "Learn how to publish your game": "Apprenez comment publier votre jeu",
  "Here are a few games created with GDevelop. The next one should be yours!": "Voici quelques jeux créés avec GDevelop. Le prochain devrait être le votre !",
  "by": "par",
  "Play": "Jouer",
  "Made a nice game with GDevelop?": "Vous avez fait un jeu avec GDevelop ?",
  "We'll love to know about your game and add it here. Make sure you have beautiful screenshots ready and that the game is high quality :)": "Nous adorerions connaître votre jeu et l'ajouter ici. Soyez sûr d'avoir de jolies copies d'écrans prêtes et que le jeu est de haute qualité :)",
  "Submit your game": "Soumettre votre jeu",
  "Create your own games": "Créez vos propres jeux",
  "GDevelop is an open-source, cross-platform game creator designed to be used by everyone - no programming skills required.": "GDevelop est une app open-source et multiplateforme de création de jeux, conçue pour être utilisée par tout le monde - aucune connaissance en programmation n'est nécessaire.",
  "Create any game": "Créez n’importe quel jeu",
  "Unleash your creativity with GDevelop and create any kind of game: platformers, puzzles, shoot 'em up, strategy... Go through the examples or start a new project from scratch.": "Libérez votre créativité avec GDevelop et créez tout type de jeux : plates-formes, énigmes, Shoot 'em up, stratégie... Parcourez les exemples ou démarrez un nouveau projet à partir de zéro.",
  "Create platformer games with GDevelop": "Créez des jeux de plateforme avec GDevelop",
  "Create space shooter games with GDevelop": "Créez des jeux de tir avec GDevelop",
  "Create strategy games with GDevelop": "Créez des jeux de stratégie avec GDevelop",
  "Create games with GDevelop": "Créez des jeux avec GDevelop",
  "Events - game creation for everyone": "Événements - la création de jeux pour tous",
  "What makes GDevelop unique and so easy to use are the events. Events are a powerful way to express the logic of your game, without having to learn a programming language.": "Ce qui rend GDevelop unique et facile à utiliser sont les événements. Les événements sont un moyen puissant d'exprimer la logique de votre jeu, sans avoir à apprendre un langage de programmation.",
  "When Space is pressed, the character animation and a sound are played. If a bomb touches the character, they both are destroyed.": "Lorsque la touche espace est appuyée, l'animation du personnage et un son sont joués. Si une bombe touche le personnage, ils sont tous deux détruits.",
  "Export your game in one click": "Exportez votre jeu en un un clic",
  "Publish your games to the web, iOS, Android, Windows, Mac, Linux. Games created with GDevelop run anywhere and you can even do a one-click export to Android from the app.": "Publiez vos jeux sur le web, iOS, Android, Windows, macOS, Linux. Les jeux créés avec GDevelop se lançent partout et vous pouvez même exporter en un clic vers Android depuis l'app.",
  "Make games for iOS, Android, Windows, macOS and Linux": "Créez des jeux pour iOS, Android, Windows, macOS et Linux",
  "Get started with tutorials": "Débutez avec les tutoriels",
  "Learn step-by-step how to use GDevelop or get help about a specific feature: the wiki has tutorials for beginners and a complete documentation for the software.": "Apprenez pas à pas à utiliser GDevelop ou obtenez de l'aide sur une fonctionnalité spécifique : le wiki a des tutoriels pour les débutants et une documentation complète du logiciel."
}